Repository: tdausner-c5/c5.tds_matomo
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: de_de

source: TDS Matomo embedding
de_de: TDS Matomo-Einbettung

source: Add Matomo web tracking on your pages.
de_de: Webtracking mit Matomo zur Seite hinzufügen.

source: Matomo embedding
de_de: Matomo-Einbettung

source: Setup Matomo server and site ID for webtracking of your site.
de_de: Eintragen eines Matomo Servers uns Site ID zum Tracken der Website.

source: No support for internationalized domain names (IDN).<br><br> To utilize an internationalized domain name (IDN) you must have <code>php_intl</code> enabled in php.ini of your web server.
de_de: Internatiolnalisierte Domain Namen (IDN) werden nicht unterstützt.<br><br>Um einen "internationalisierte Domain-Name" (IDN, auch "Umlaut-Domain" genannt) zu verwenden, muss <code>php_intl</code> in der Datei php.ini des Webservers aktiviert sein.

source: Matomo server URL must not be empty.
de_de: Die Matomo-Server-URL darf nicht leer sein.

source: Matomo server URL must be a valid URL (including protocol http:// or https://).
de_de: Die Matomo-Server-URL muss eine gültige URL sein (mit Protokoll-Angabe http:// oder https://).

source: Matomo site ID must by a number greater equal 1.
de_de: Die Matomo-Site-ID muss eine Zahl größer gleich 1 sein.

source: Matomo webtracking settings updated successfully.
de_de: Einträge für Matomo Webtracking erfolgreich geändert.

source: Cached files removed.
de_de: Cache-Einträge gelöscht.

source: Matomo webtracking data removed.
de_de: Matomo-Webtracking-Daten gelöscht.

source: Specify Matomo server URL (including http:// or https:// protocol) and site ID supplied by your Matomo web tracking provider.
de_de: Matomo-Server-URL (mit Protokoll-Angabe http:// or https://) sowie Site-ID angeben, die vom Matomo-Webtracking-Anbieter zur Verfügung gestellt wurde.

source: Remove
de_de: Löschen

source: Save
de_de: Speichern

source: Remove Matomo tracking data?
de_de: Matomo-Webtracking-Daten löschen?
